Revit 2027 API
ParameterTypeId.PathOfTravelToRoom Property
 "To Room"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathOfTravelToRoom { get; }
Public Shared ReadOnly Property PathOfTravelToRoom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathOfTravelToRoom {
	ForgeTypeId^ get ();
}
static member PathOfTravelToRoom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace